Repository: wuhy80/PythonCode
Catalog: ulipad.4.1/ulipad/tools/ulipad_*.po
Languages: ru_ru

source: Use duplication extend mode and treat a dot as a normal character
ru_ru: Использовать расширенный режим повторений (точка как обычный символ)

source: Duplication
ru_ru: Повторить

source: Duplicate Extend Mode
ru_ru: Расширенный повтор

source: Toggle duplication extend mode.
ru_ru: Включает расширенный режим повторений (точка как обычный символ)

source: Duplicate Current Line
ru_ru: Текущую строку

source: Duplicates current line.
ru_ru: Повторяет текущую строку.

source: Duplicate Previous Word
ru_ru: Предыдущее слово

source: Duplicate Next Word
ru_ru: Следующее слово

source: Duplicate Previous Line
ru_ru: Предыдущую строку

source: Duplicate Next Line
ru_ru: Следующую строку

source: About
ru_ru: О программе

source: UliPad Help Document
ru_ru: UliPad помощь

source: UliPad help document.
ru_ru: UliPad документация.

source: Visit Project Homepage
ru_ru: Домашняя страница

source: Visit Project Homepage: %s.
ru_ru: Посетите домашнюю страницу проекта: %s.

source: Visit Mail List
ru_ru: Рассылка

source: Visit Project Mail List: %s.
ru_ru: Посетите рассылку проекта: %s.

source: Visit My Blog
ru_ru: Блог автора

source: Visit My blog: %s.
ru_ru: Посетите блог автора: %s.

source: Visit UliPad Snippets Site
ru_ru: UliPad сниппеты

source: Visit UliPad snippets site: %s.
ru_ru: Посетите страницу сниппетов: %s.

source: Contact Me
ru_ru: Отправить автору письмо

source: Send email to me mailto:%s.
ru_ru: Отправить автору письмо mailto:%s

source: About this program.
ru_ru: О программе.

source: About...
ru_ru: О программе...

source: Show class browser window when opening python source file
ru_ru: Отображать панель классов при открытии Python файлов

source: Refresh class browser window when saving python source file
ru_ru: Обновлять панель классов при сохранении Python файлов

source: Show docstring when cursor moving on a node of class browser tree
ru_ru: Показывать строку документации если курсор на элементе панели классов

source: Class Browser
ru_ru: Панель классов

source: Show python class browser window.
ru_ru: Отображается или скрывается панель классов.

source: Refresh Class Browser
ru_ru: Обновить панель классов

source: Refresh python class browser window.
ru_ru: Обновляет информацию на панели классов.

source: Class browser
ru_ru: Панель классов

source: The last process didn't stop yet. Please stop it and try again.
ru_ru: Последний процесс ещё работает. Остановите его и попробуйте ещё раз.

source: Messages
ru_ru: Сообщения

source: Running
ru_ru: Программа выполняется

source: There are some issues with running the program. Please run it in the shell.
ru_ru: Есть некоторые проблемы с запуском программы. Попробуйте запустить её в Python Shell.

source: Finished!
ru_ru: Выполнено!

source: Maxmize message window lines(0 no limited)
ru_ru: Количество строк вывода на панели сообщений(0 не ограничено)

source: Scripts
ru_ru: Сценарии

source: Script manager.
ru_ru: Удаление, добавление и настройка сценариев.

source: Scripts Manager...
ru_ru: Управление сценариями...

source: Executes an script.
ru_ru: Выполняет выбранный сценарий.

source: Error compiling script. Traceback:
ru_ru: Ошибка компиляции. Traceback:

source: Error running script. Traceback:
ru_ru: Ошибка выполнения. Traceback:

source: Language
ru_ru: Язык

source: Because you changed the language, it will be enabled at next startup.
ru_ru: Если вы сменили язык, то изменения вступят в силу при следующем запуске.

source: Change language
ru_ru: Смена языка

source: Find In Files...
ru_ru: Поиск в файлах...

source: Find text in files.
ru_ru: Поиск текста в файлах.

source: Find in Files
ru_ru: Поиск в файлах

source: Back-End
ru_ru: Автоматизация

source: Make file backup at opening a file
ru_ru: При открытии файла создавать резервную копию

source: Autocheck if opened documents were modified by others
ru_ru: Проверять изменялись ли открытые файлы другими программами

source: Confirm file reload
ru_ru: Если открытый файл изменился другими программами, перезагрузить его автоматически

source: Another application has modified [%s]. Do you want to reopen it?
ru_ru: Другая программа изменила [%s]. Хотите перезагрузить его?

source: The file %s has been removed by others. Do you want to save it?
ru_ru: Файл %s перемещён или удалён. Хотите сохранить его?

source: Tools
ru_ru: Инструменты

source: Setup Python interpreter...
ru_ru: Настроить Python интерпретатор...

source: Show the Select Arguments dialog at Python program run
ru_ru: Показывать диалог выбора аргументов при запуске Python программы

source: Save the modified document at Python program run
ru_ru: Сохранять изменённый Python файл при его запуске

source: Run
ru_ru: Выполнить

source: Runs the Python program.
ru_ru: Запускает текущий файл как Python программу.

source: Sets the command-line arguments for a Python program.
ru_ru: Настройка аргументов коммандной строки для Python программы.

source: Set Arguments...
ru_ru: Настроить аргументы...

source: Stop Program
ru_ru: Остановить программу

source: Stops the current Python program.
ru_ru: Останавливает текущую программу Python.

source: Run Doctest
ru_ru: Запустить Doctest

source: Runs doctest in the current document.
ru_ru: Запускает Doctest в текущем документе.

source: You didn't set the Python interpreter. Please set it up first in the preferences.
ru_ru: Итерпретатор Python не настроен. Это можно сделать в настройках программы.

source: The script can't run because the document hasn't been saved. Would you like to save it?
ru_ru: Выполнение невозможно, файл не сохранён. Хотите сохранить файл?

source: Python Arguments Manager
ru_ru: Управление аргументами Python

source: Stopped!
ru_ru: Выполнение прервано!

source: Set Arguments
ru_ru: Установить аргументы

source: Runs dotest in the current document.
ru_ru: Запускает doctest в текущем документе.

source: Which Python interpreter do you want to use?
ru_ru: Какой Python интерпретатор использовать?

source: Python Interpreters List
ru_ru: Список Python интерпретаторов

source: External Tools
ru_ru: Внешние инструменты

source: External Tools Manager...
ru_ru: Управление внешними инструментами

source: Show encoding dialog at file opening and at file saving
ru_ru: Диалог выбора кодировки при открытии или сохранении файла

source: Default document encoding:
ru_ru: Кодировка документа по умолчанию:

source: Set custom encoding to be default:
ru_ru: Установить свою кодировку по умолчанию:

source: Change Encoding...
ru_ru: Смена кодировки...

source: Changes the current encoding of the document.
ru_ru: Смена кодировки для текущего документа.

source: Specifies the syntax highlight to current document.
ru_ru: Выбор подсветки синтаксиса для текущего документа.

source: Syntax Highlight...
ru_ru: Подсветка синтаксиса...

source: Select a syntax highlight:
ru_ru: Выберите подсветку синтаксиса:

source: Default syntax highlight:
ru_ru: Подсветка синтаксиса по умолчанию:

source: Show caret line
ru_ru: Выделять строку под курсором

source: Syntax Preference...
ru_ru: Настройка подсветки...

source: Syntax highlight preference setup.
ru_ru: Настройка подсветки синтаксиса.

source: Setup document syntax highlight
ru_ru: Настройка подсветки синтаксиса

source: Print
ru_ru: Печать

source: Page Setup...
ru_ru: Настройка страницы...

source: Print Line Numbers
ru_ru: Печатать номера строк

source: Prints the line numbers.
ru_ru: Печатает номера строк.

source: Displays the document on the screen as it would appear printed.
ru_ru: Отображение документа на экране так как он будет напечатан.

source: Print Preview...
ru_ru: Предварительный просмотр

source: Prints a document.
ru_ru: Распечатывает документ.

source: HTML Document
ru_ru: Документ HTML

source: Displays the HTML document on the screen as it would appear printed.
ru_ru: Отображение HTML документа на экране так как он будет напечатан.

source: HTML Document Preview...
ru_ru: Просмотр HTML документа...

source: Print HTML Document
ru_ru: Печать HTML документа

source: Prints the current HTML document.
ru_ru: Печать текущего документа.

source: Plugins Manager...
ru_ru: Управление плагинами...

source: Use context sensitive indent
ru_ru: Использовать контекстнозависимый отступ

source: Autoindent when pasting text block
ru_ru: Автоматический отступ при вставке блока текста

source: Shows the FTP pane.
ru_ru: Отображается или скрывается панель FTP

source: FTP Window
ru_ru: Панель FTP

source: Open
ru_ru: Открыть

source: Opens a file or a directory.
ru_ru: Открывает файл или каталог.

source: New File
ru_ru: Новый файл

source: Creates a new file.
ru_ru: Создаёт новый файл.

source: Creates a new directory.
ru_ru: Создаёт новый каталог.

source: New Directory
ru_ru: Новый каталог

source: Deletes the selected file or a directory.
ru_ru: Удаляет выбранный файл или каталог.

source: Renames the selected file or a directory.
ru_ru: Переименовывает выбранный файл или каталог.

source: Refreshes the current directory.
ru_ru: Обновляет выбранный каталог.

source: Upload
ru_ru: Выгрузить

source: Uploads a file.
ru_ru: Выгрузка файла.(Upload)

source: Download
ru_ru: Загрузить

source: Downloads a file.
ru_ru: Загрузка файла.(Download)

source: Windows
ru_ru: Панели

source: Left Window
ru_ru: Левая панель

source: Shows the left pane.
ru_ru: Отображается или скрывается левая панель

source: Bottom Window
ru_ru: Нижняя панель

source: Shows the bottom pane.
ru_ru: Отображается или скрывается нижняя панель.

source: Shows the Shell pane.
ru_ru: Отображается или скрывается панель Python Shell

source: Shell Window
ru_ru: Панель Shell

source: Shows the Messages pane.
ru_ru: Отображается или скрывается панель сообщений

source: Messages Window
ru_ru: Панель Сообщения

source: Clear Shell Contents
ru_ru: Очистить Shell

source: Clears the contents of the shell.
ru_ru: Очищает Shell

source: Shows or hides the left pane.
ru_ru: Отображается или скрывается левая панель.

source: Toggle Left Pane
ru_ru: Левая панель

source: Shows or hides the bottom pane.
ru_ru: Отображается или скрывается нижняя панель.

source: Toggle Bottom Pane
ru_ru: Нижняя панель

source: Shows or hides the Shell pane.
ru_ru: Отображается или скрывается панель Shell.

source: Toggle Shell Pane
ru_ru: Панель Shell

source: Shell Pane
ru_ru: Панель Shell

source: Messages Pane
ru_ru: Панель Сообщения

source: Placement of the Shell pane is:
ru_ru: Расположение панели Shell:

source: Convert
ru_ru: Конвертация

source: Output To HTML Window
ru_ru: Вывод в окно HTML

source: Outputs converted text in HTML window.
ru_ru: Выводит конвертированный текст в окно HTML

source: Output To Message Window
ru_ru: Вывод на панель сообщений

source: Outputs converted text in message window.
ru_ru: Выводит конвертированный текст на панель сообщений.

source: Replace Selected Text
ru_ru: Заменить выделенный текст

source: Replaces selected text with converted text.
ru_ru: Заменяет выделенный текст конвертированным текстом.

source: Output Directly To HTML Window
ru_ru: Вывод прямо в окно HTML

source: Outputs directly the text in HTML window.
ru_ru: Направляет вывод непосредственно в окно HTML.

source: Converts reStructuredText source to HTML.
ru_ru: Конвертирует reStructuredText в HTML.

source: reSt To HTML
ru_ru: reSt в HTML

source: Converts python source to HTML.
ru_ru: Конвертирует Python код в HTML.

source: Py To HTML
ru_ru: Py в HTML

source: Converts textile source to HTML.
ru_ru: Конвертирует textile в HTML.

source: Textile To HTML
ru_ru: Textile в HTML

source: You should install textile module first!
ru_ru: Установите модуль textile!

source: Choose where converted text is to be outputted:
ru_ru: Выводить конвертированный текст:

source: Replace selected text
ru_ru: Заменить выделенный текст

source: To HTML window
ru_ru: В окно HTML

source: To message window
ru_ru: На панель сообщений

source: Html Convertion
ru_ru: Конвертация html

source: Views html content in left pane.
ru_ru: Отображает содержимое html на левой панели.

source: View HTML Content In Left Pane
ru_ru: Отображать содержимое HTML на левой панели

source: Views html content in bottom pane.
ru_ru: Отображает содержимое html на нижней панели.

source: View HTML Content In Bottom Pane
ru_ru: Отображать содержимое на нижней панели

source: View Html Content in Left Pane
ru_ru: Отображать содержимое Html на левой панели

source: View Html Content in Bottom Pane
ru_ru: Отображать содержимое Html на нижней панели

source: Open Module File
ru_ru: Открыть файл модуля

source: Open current word as Python module file.
ru_ru: Открыть слово, как файл Python модуля.

source: Show splash screen at startup
ru_ru: Показывать заставку при запуске

source: Extended Modules Info
ru_ru: Расширенная информация о модулях

source: Extended modules infomation.
ru_ru: Расширенная информация о модулях.

source: Directory Browser
ru_ru: Проводник

source: Shows the Directory Browser pane.
ru_ru: Отображается или скрывается панель Проводника

source: Open the last directory at startup
ru_ru: Отрывать последний каталог при запуске

source: Open the Project Settings dialog if a directory is added to the Directory Browser
ru_ru: Показывать диалог настройки проекта при добавлении каталога

source: Command line of Open Command Window Here:
ru_ru: Команда для открытия терминала:

source: Enables input assistant
ru_ru: Использовать помощника ввода

source: Enables calltips
ru_ru: Использовать подсказки

source: Enables autocompletion
ru_ru: Использовать автозавершение

source: Enables autoprompt identifiers
ru_ru: Использовать автоматическое подтверждение идентификаторов

source: Enables full identifiers search
ru_ru: Использовать полный поиск идентификаторов

source: Enables function parameter autocomplete
ru_ru: Использовать автозавершение параметров функций

source: Skip input assistance when typing rate faster than
ru_ru: Не использовать помощник ввода если набор быстрее чем

source: milliseconds
ru_ru: миллисекунд

source: Input Assistant
ru_ru: Помощник ввода

source: Default acp files:
ru_ru: По умолчанию acp файлы:

source: Available acp files:
ru_ru: Доступные acp файлы:

source: Acp Selector
ru_ru: Выбор файлов автоподстановки

source: Apply Autocompleted Files
ru_ru: Добавить файлы автоподстановки

source: Apply auto-complete files to current document.
ru_ru: Добавляет файлы автоподстановки к текущему документу.

source: Config
ru_ru: Конфигурация

source: Enable input assistant.
ru_ru: Помощник ввода.

source: Input Assistant Enabled
ru_ru: Помощник ввода

source: Apply autocompleted files to current document.
ru_ru: Добавить файлы автоподстановки к текущему документу.

source: Network
ru_ru: Сеть

source: Use a proxy
ru_ru: Использовать прокси

source: IP address:
ru_ru: IP адрес:

source: Port number:
ru_ru: Номер порта:

source: Easy Memo
ru_ru: Простая заметка

source: Shows the window Easy Memo for writing notes.
ru_ru: Отображается или скрывается окно Заметка. Записывайте чтобы не забыть.

source: Open Easy Memo Window
ru_ru: Простая заметка

source: Show Easy Memo windows, and you can write down everything what you want.
ru_ru: Отображается или скрывается окно для ввода небольших заметок.

source: Create Python Package
ru_ru: Создание пакетов Python

source: Input Directory Name
ru_ru: Ввод имени каталога

source: Opens the TODO window.
ru_ru: Отображается или скрывается панель TODO.

source: TODO Window
ru_ru: Панель TODO

source: Autoshow TODO window when a file with a TODO tag is opened
ru_ru: Автоматически отображать панель TODO если в файле есть тег TODO

source: Goto error line
ru_ru: Перейти к ошибке

source: Goto the line that occurs the error.
ru_ru: Переход к строке где возникла ошибка.

source: Autoclear messages window content at program run
ru_ru: Очищать панель сообщений при запуске программы

source: Set focus back to document window after program run
ru_ru: Перевести фокус на документ после выполнения программы

source: Clear Messages Window
ru_ru: Очистить панель сообщений

source: Clears content of messages window.
ru_ru: Очищает панель сообщений.

source: Column Mode
ru_ru: Режим колонки

source: Marks Column Mode region.
ru_ru: Отмечает колонку.

source: Commands
ru_ru: Комманды

source: Searches commands.
ru_ru: Поиск комманд.

source: Searching...
ru_ru: Поиск комманд...

source: Search Commands
ru_ru: Поиск комманд

source: Enable commands search impact mode
ru_ru: Использовать поиск комманд в режиме impact

source: Close commands search window after command executed
ru_ru: Закрывать окно поиска комманды после выполнения комманды

source: Open Multiview Window
ru_ru: Многопанельный режим

source: Opens the multiview window.
ru_ru: Многопанельный режим. Возможен просмотр нескольких документов.

source: View HTML Result In Left Pane
ru_ru: Показать результат HTML в левой панели

source: Views HTML result in left pane.
ru_ru: Отображает результат HTML в левой панели.

source: View HTML Result In Bottom Pane
ru_ru: Показать результат HTML в нижней панели

source: Views HTML result in bottom pane.
ru_ru: Отображает результат HTML в нижней панели.

source: Jump To The Definition
ru_ru: Перейти к определению

source: Jumps to head of line containing variable or function definition.
ru_ru: Переход к начальной строке определения функции или переменной.

source: Jumps to definition.
ru_ru: Переход к определению.

source: Check Syntax
ru_ru: Проверка синтаксиса

source: Check python source code syntax.
ru_ru: Проверяет синтаксис Python файла.

source: Check for syntax errors at file saving
ru_ru: Проверять синтаксис на наличие ошибок при сохранении файла

source: Check syntax for PEP8-style at python program run
ru_ru: Проверять синтаксис на соответствие PEP-8 при запуске Python программы

source: Create Comment for Function
ru_ru: Создать комментарий для функции

source: Personal
ru_ru: Персональные

source: Live Regular Expression
ru_ru: Регулярные выражения

source: Live regular expression searching.
ru_ru: Поиск по регулярным выражениям.

source: Smart Navigation
ru_ru: Простая навигация

source: Go To Previous File
ru_ru: Перейти к предыдущему файлу

source: Goes to previous file.
ru_ru: Выполняется переход к предыдущему файлу.

source: Go To Next File
ru_ru: Перейти к следующему файлу

source: Goes to next file.
ru_ru: Выполняется переход к следующему файлу.

source: Clear Filenames
ru_ru: Очистить недавние

source: Clears buffered filenames.
ru_ru: Очищает буфер навигации от недавних файлов.

source: Previous File
ru_ru: Предыдущий файл

source: Next File
ru_ru: Следующий файл

source: Autoreload Mixins
ru_ru: Автозагрузка Mixin

source: Select Mixins Name To Reload
ru_ru: Выбор Mixin для перезагрузки

source: Selects Mixin names to reload.
ru_ru: Выбрать Mixin для перезагрузки.

source: Enable Reload Mixins
ru_ru: Перезагрузка Mixin

source: Switches to Mixins reload mode.
ru_ru: Переход в режим перезагрузки Mixin.

source: Debug the current program in WinPdb.
ru_ru: Отладка текущей программы в WinPdb.

source: Debug In WinPdb
ru_ru: Отладка в WinPdb

source: Debug
ru_ru: Отладка

source: You didn't setup python interpreter, please setup it first in Preference dialog
ru_ru: Итерпретатор Python не настроен. Это можно сделать в настройках программы.

source: You should install wxPython package to run the Debugger.
ru_ru: Нужно установить пакет wxPython для запуска дебаггера.

source: Run In Shell
ru_ru: Выполнить в Shell

source: Copy code to shell window and run it.
ru_ru: Копирует код в Shell и запускает его там.

source: Enable debug mode
ru_ru: Использовать режим отладки

source: Code Snippets Window
ru_ru: Панель Сниппеты

source: Opens code snippets window.
ru_ru: Отображается или скрывается панель сниппетов.

source: Opens code snippet window.
ru_ru: Отображается или скрывается панель сниппетов.

source: Open Code Snippets Window
ru_ru: Панель Сниппеты

source: Open code snippet window.
ru_ru: Отображается или скрывается панель сниппетов.

source: Code Snippets
ru_ru: Сниппеты

source: Code Snippet
ru_ru: Сниппет

source: Always select from start of line when moving down to next matching indent
ru_ru: Всегда выбирать от начала строки при движении вниз к выделенному отступу

source: Check for updates at startup
ru_ru: Проверять обновления при запуске

source: Check Update
ru_ru: Проверка обновлений

source: There is new version %s of UliPad.
ru_ru: Есть новая версия- UliPad %s

source: Goto Download page
ru_ru: Перейти к странице загрузки

source: Check For Updates
ru_ru: Проверить обновления

source: Check if where is new version of UliPad.
ru_ru: Проверяет есть ли более новая версия UliPad.

source: There is no newer version.
ru_ru: Новой версии нет.

source: Wrap Text
ru_ru: Перенос текста

source: Width
ru_ru: Ширина

source: Indent
ru_ru: Отступ

source: First Line Indent
ru_ru: Отступ первой строки

source: Skip Beginning Characters
ru_ru: Пропустить первые символы

source: Wrap Text...
ru_ru: Перенос текста..

source: Wraps selected text.
ru_ru: Переносит выделенный текст.

source: Default color theme:
ru_ru: Цветовая тема по умолчанию:

source: (Press ESC to close)
ru_ru: (Нажмите ESC чтобы закрыть)

source: Interpreter Setup
ru_ru: Настройка интерпретатора

source: Interpreter path
ru_ru: Путь к интерпретатору

source: Modify
ru_ru: Изменить

source: Remove
ru_ru: Удалить

source: default
ru_ru: по умолчанию

source: You can't delete the default interpreter!
ru_ru: Невозможно удалить интерпретатор по умолчанию

source: Do you realy want to delete current item [%s]?
ru_ru: Вы действительно хотите удалить [%s]

source: Deleting Interpreter
ru_ru: Удаление интерпретатора

source: Interpreter Path
ru_ru: Путь к интерпретатору

source: Enter the interpreter path
ru_ru: Выберите путь к интерпретатору

source: Modify Interpreter Path
ru_ru: Изменить путь к интерпретатору

source: You can select only one item
ru_ru: Можно выбрать только один элемент

source: The description must not be empty or
ru_ru: Поле 'Описание' не может быть пустым или

source: Saving Interpreter Setting
ru_ru: Сохранение настроек интерпретатора

source: . Please change them first!
ru_ru: Введите описание!

source: Python interpreter
ru_ru: Интерпретатор Python

source: Select:
ru_ru: Выбрать:

source: Parameters:
ru_ru: Параметры:

source: Parameters of script:
ru_ru: Параметры сценария:

source: Redirect input and output
ru_ru: Перенаправить ввод и вывод

source: Style default
ru_ru: Стиль по умолчанию

source: Caret fore colour
ru_ru: Цвет курсора

source: CaretLine back colour
ru_ru: Цвет строки под курсором

source: Selection back colour
ru_ru: Цвет фона выделенного

source: Folder margin colour
ru_ru: Цвет края

source: Marker colour
ru_ru: Цвет маркера

source: Line numbers
ru_ru: Номера строк

source: Control characters
ru_ru: Управляющие символы

source: Matched braces
ru_ru: Закрытая скобка

source: Unmatched brace
ru_ru: Незакрытая скобка

source: The name [%s] is already existed in lexer [%s]
ru_ru: Имя [%s] уже существует в [%s]

source: File
ru_ru: Файл

source: Help
ru_ru: Справка

source: Exit
ru_ru: Выход

source: Exits the application.
ru_ru: Выход из приложения.

source: All Files (*.*)|*
ru_ru: Любые файлы (*.*)|*

source: Reverse previous editing operation
ru_ru: Отменить предыдущую операцию редактирования

source: Reverse previous undo operation
ru_ru: Отменить предыдущую операцию

source: Deletes text from the document and moves it to the clipboard
ru_ru: Удаляет выделенный текст из документа и записывает его в буфер обмена

source: Copies text from the document to the clipboard
ru_ru: Копирует выделенный текст из документа в буфер обмена

source: Pastes text from the clipboard into the document
ru_ru: Вставляет текст из буфера обмена в документ

source: Selects all text.
ru_ru: Вставляет весь текст в документе.

source: Clear
ru_ru: Очистить

source: Clear all the text.
ru_ru: Очищает от текста.
