Repository: wuhy80/PythonCode
Catalog: ulipad.4.1/ulipad/tools/ulipad_*.po
Languages: ru_ru

source: There was something wrong with importing plugins.
ru_ru: Ошибка импортирования плагинов

source: NewNode
ru_ru: Новый узел

source: Cut
ru_ru: Вырезать

source: Copy
ru_ru: Копировать

source: Paste
ru_ru: Вставить

source: Paste Before
ru_ru: Вставить перед

source: Expand All
ru_ru: Развернуть все

source: Collapse All
ru_ru: Свернуть все

source: New Snippet File...
ru_ru: Новый сниппет файл...

source: Open Snippet File...
ru_ru: Открыть сниппет файл...

source: Recent Snippet Files
ru_ru: Недавние сниппет файлы

source: Save Snippet File
ru_ru: Сохранить сниппет файл

source: Save All Snippet Files
ru_ru: Сохранить все сниппет файлы

source: Save Snippet File As...
ru_ru: Сохранить сниппет файл как...

source: Close Snippet File
ru_ru: Закрыть сниппет файл

source: Delete Folder or Node
ru_ru: Удалить каталог или узел

source: Edit Caption
ru_ru: Изменить заголовок

source: Preferences...
ru_ru: Настройки...

source: (Empty)
ru_ru: (Пусто)

source: Save
ru_ru: Сохранить

source: Save All
ru_ru: Сохранить все

source: Filename: %(filename)s Title : %(title)s Author : %(author)s Version : %(version)s Date : %(date)s Description: %(description)s
ru_ru: Имя файла: %(filename)s Заголовок: %(title)s Автор : %(author)s Версия : %(version)s Дата : %(date)s Описание : %(description)s

source: Code Template
ru_ru: Шаблон кода

source: Add Sub Folder
ru_ru: Добавить подкаталог

source: Add Sub Node
ru_ru: Добавить подузел

source: Add Folder Before
ru_ru: Добавить каталог перед

source: Add Folder After
ru_ru: Добавить каталог после

source: Add Node Before
ru_ru: Добавить узел перед

source: Add Node After
ru_ru: Добавить узел после

source: The file %s has been existed, so please rename it.
ru_ru: Файл s% уже существует, поэтому, переименуйте его.

source: New Snippet File
ru_ru: Новый сниппет файл

source: Open Snippet File
ru_ru: Открыть сниппет файл

source: Some changes have been made to the Code Snippets Window. Do you want to save them?
ru_ru: Есть изменения в сниппет панели. Сохранить?

source: Saving Confirm
ru_ru: Подтверждение

source: There are some errors as openning the Snippet file
ru_ru: Ошибки при открытии сниппет файла

source: Snippet
ru_ru: Сниппет

source: There is something wrong as saving the snippet file.
ru_ru: Ошибки при сохранении сниппет файла.

source: The snippet has been modified, do you want to save it ?
ru_ru: Сниппет был изменен. Сохранить?

source: NewFolder
ru_ru: Новый каталог

source: Select a syntax highlight
ru_ru: Выбор подсветки синтаксиса

source: Syntax Highlight
ru_ru: Подсветка синтаксиса

source: Title
ru_ru: Имя

source: Author
ru_ru: Автор

source: Version
ru_ru: Версия

source: Date
ru_ru: Дата

source: Description
ru_ru: Описание

source: Add Directory
ru_ru: Добавить каталог

source: Close Directory
ru_ru: Закрыть каталог

source: Set Project
ru_ru: Настроить проект

source: Search Directory
ru_ru: Искать в каталоге

source: Open Command Window Here
ru_ru: Открыть терминал здесь

source: Open with Default Editor
ru_ru: Открыть редактором по умолчанию

source: Create Sub Directory
ru_ru: Создать подкаталог

source: Create File
ru_ru: Создать файл

source: Rename
ru_ru: Переименовать

source: Delete
ru_ru: Удалить

source: &Refresh
ru_ru: &Обновить

source: Ignore This
ru_ru: Игнорировать это

source: Ignore This Type
ru_ru: Игнорировать этот тип

source: Open New Directory
ru_ru: Открыть новый каталог

source: Clear Recent Directories
ru_ru: Очистить историю каталогов

source: Open Explorer Window Here
ru_ru: Открыть проводник

source: Select directory:
ru_ru: Выберите каталог:

source: Filename %s has existed!
ru_ru: Файл с именем % уже существует!

source: Directory %s has existed!
ru_ru: Каталог %s уже существует!

source: Cannot change the filename %s to %s!
ru_ru: Невозможно заменить имя файла с %s на %s!

source: Cannot change the directory %s to %s!
ru_ru: Невозможно заменить каталог с %s на %s!

source: Create directory %s error!
ru_ru: Ошибка создания каталога %s!

source: Can't open the file %(filename)s
ru_ru: Невозможно открыть файл %(filename)s

source: Do you want to delete %s ?
ru_ru: Хотите удалить %s ?

source: Message
ru_ru: Сообщение

source: Cannot delete directory %s!
ru_ru: Невозможно удалить каталог %s!

source: Print Directory Tree
ru_ru: Печать дерева каталогов

source: Cannot delete file %s!
ru_ru: Невозможно удалить файл %s!

source: Project Names
ru_ru: Имена проектов

source: Project Setting
ru_ru: Настройка проекта

source: Change the filename:
ru_ru: Замена имени файла:

source: Save File
ru_ru: Сохранение файла

source: Source file or directory can not be the same as destination file or directory
ru_ru: Файл или каталог не могут иметь такое же имя которое уже существует.

source: Copy %(filename)s to %(dst)s failed!
ru_ru: Ошибка копирования %(filename)s в %(dst)s!

source: Move %(filename)s to %(dst)s failed!
ru_ru: Ошибка перемещения %(filename)s в %(dst)s!

source: Open file error!
ru_ru: Ошибка открытия файла!

source: Can't open the file %s.
ru_ru: Невозможно открыть файл %s.

source: Default
ru_ru: По умолчанию

source: Select Encoding
ru_ru: Выбор кодировки

source: Encoding:
ru_ru: Кодировка:

source: Custom Encoding:
ru_ru: Настраиваемая:

source: Multiple directories or extensions should be separated by semicolons ';'
ru_ru: При использовании нескольких каталогов и расширений применяйте разделитель ';'

source: Search for:
ru_ru: Искать:

source: Directories:
ru_ru: Каталог:

source: Extensions:
ru_ru: Расширения:

source: Case sensitive
ru_ru: Учитывать регистр

source: Search subdirectories
ru_ru: Искать в подкаталогах

source: Regular expression
ru_ru: Регулярное выражение

source: Only show filename
ru_ru: Показать имена файлов

source: Status:
ru_ru: Статус:

source: Ready.
ru_ru: Готов.

source: Start Search
ru_ru: Начать поиск

source: CopyClipboard
ru_ru: Скопировать

source: Choose a directory
ru_ru: Выбор каталога

source: Stopping...please wait.
ru_ru: ...подождите..

source: Search cancelled.
ru_ru: Поиск остановлен.

source: Stop Search
ru_ru: Остановить

source: Found %i instances in %i files out of %i files checked.
ru_ru: Найдено %i элементов в %i файлах, проверено файлов %i.

source: ...searching...
ru_ru: ...поиск...

source: ...cancelled.
ru_ru: ...прервано

source: ...done.
ru_ru: ...готово

source: Unable to open the clipboard
ru_ru: Невозможно открыть буфер обмена

source: Error
ru_ru: Ошибка

source: Can't find the text.
ru_ru: Невозможно найти текст.

source: Totally replaced %d places.
ru_ru: Мест для замены:%d.

source: Close
ru_ru: Закрыть

source: Show Replace Pane
ru_ru: Показать панель замен

source: Next
ru_ru: Следующий

source: Prev
ru_ru: Предыдущий

source: Match case
ru_ru: Учитывать регистр

source: Whole word
ru_ru: Отдельное слово

source: Wrap search
ru_ru: Поиск в кольце

source: Hide Replace Pane
ru_ru: Скрыть панель замен

source: Replace
ru_ru: Заменить

source: Replace all
ru_ru: Заменить все

source: Count
ru_ru: Счётчик

source: Whole file
ru_ru: Весь файл

source: Selected text
ru_ru: Выделенный текст

source: Sites:
ru_ru: Сайты:

source: Username:
ru_ru: Пользователь:

source: Password:
ru_ru: Пароль:

source: Connect
ru_ru: Соединить

source: Disconnect
ru_ru: Прервать

source: Name
ru_ru: Название

source: Size
ru_ru: Размер

source: Format
ru_ru: Формат

source: Remote path:
ru_ru: Путь на сервере:

source: Refresh
ru_ru: Обновить

source: Set FTP site...
ru_ru: Настроить FTP...

source: Connecting to %s (%s:%s)...
ru_ru: Соединение с %s (%s:%s)...

source: Connection canceled
ru_ru: Соединение прервано

source: Disconnected
ru_ru: Отключено

source: Retrieving the file...
ru_ru: Извлечение файлов...

source: Encoding Input
ru_ru: Ввод кодировки

source: Input an encoding:
ru_ru: Введите кодировку:

source: Refreshing the current path...
ru_ru: Обновляется текущий путь...

source: Changing the current directory...
ru_ru: Изменяется текущий путь...

source: Parent folder
ru_ru: Родительский каталог

source: Filename Input
ru_ru: Создание файла

source: Input a new filename:
ru_ru: Имя нового файла:

source: The filename already exists. Please input another one.
ru_ru: Такое имя файла уже используется Используйте другое имя.

source: Directory Input
ru_ru: Создание каталога

source: Input a new directory:
ru_ru: Имя нового каталога:

source: The directory already exists. Please input another one.
ru_ru: Каталог с таким именем уже используется. Используйте другое имя.

source: Do you want to delete %s?
ru_ru: Хотите удалить %s?

source: Input a new name:
ru_ru: Введите новое имя:

source: Name Input
ru_ru: Переименовать файл

source: The filename can't be empty.
ru_ru: Имя файла не может быть пустым

source: The filename already exists. Do you want to overwrite it?
ru_ru: Файл с таким именем уже существует. Хотите перезаписать его?

source: Upload File
ru_ru: Выгрузить файл

source: Uploading the file...
ru_ru: Выгрузка файла...

source: Uploading finished
ru_ru: Выгрузка закончена

source: Downloading the file...
ru_ru: Загрузка файла...

source: Downloading finished
ru_ru: Загрузка закончена

source: Can't find the FTP site.
ru_ru: Невозможно найти FTP сайт.

source: FTP Site Manager
ru_ru: Управление сайтами FTP

source: FTP sites:
ru_ru: Сайты FTP:

source: Passive FTP
ru_ru: Пассивный режим FTP

source: Site name:
ru_ru: Название:

source: Host IP:
ru_ru: Хост IP:

source: Port:
ru_ru: Порт:

source: Add
ru_ru: Добавить

source: Update
ru_ru: Обновить

source: The FTP site already exists. Choose a different name.
ru_ru: Сайт FTP с таким именем уже есть. Используйте другое имя.

source: FTP site: %s
ru_ru: FTP сайт: %s

source: File Upload Client
ru_ru: Клиент выгрузки файлов на FTP

source: Upload a file:
ru_ru: Выгрузить файл:

source: Browser
ru_ru: Выбор

source: New filename:
ru_ru: Заменить имя файла на:

source: Use binary transfer mode
ru_ru: Использовать бинарный способ передачи данных

source: Cancel
ru_ru: Отмена

source: File List
ru_ru: Список файлов

source: All Files (*.*)|*.*
ru_ru: Любые файлы (*.*)|*.*

source: File Download Client
ru_ru: Клиент загрузки файлов с FTP

source: Download a file:
ru_ru: Загрузить файл:

source: Edit
ru_ru: Правка

source: Opens the Preferences window.
ru_ru: Открывает окно настроек.

source: General
ru_ru: Главные

source: Document
ru_ru: Документ

source: New
ru_ru: Новый

source: Creates a new document.
ru_ru: Создаёт новый документ.

source: Opens an existing document.
ru_ru: Открывает существующий файл.

source: Open...
ru_ru: Открыть...

source: Reopen
ru_ru: Открыть заново

source: Reopens the current document.
ru_ru: Закрывает и затем открывает текущий документ.

source: Closes an opened document.
ru_ru: Закрывает текущий документ.

source: Close All
ru_ru: Закрыть все

source: Closes all document windows.
ru_ru: Закрывает все вкладки с документами.

source: Saves an opened document using the same filename.
ru_ru: Сохраняет текущий документ используя прежнее имя файла.

source: Save As...
ru_ru: Сохранить как...

source: Saves an opened document to a specified filename.
ru_ru: Сохраняет текущий документ используя указанное имя файла.

source: Saves all documents.
ru_ru: Сохраняет все документы.

source: Saves an opened document to a specified file name.
ru_ru: Сохраняет текущий документ используя указанное имя файла.

source: Copies the filename of the current document to the clipboard.
ru_ru: Копирует имя файла текущего документа в буфер обмена.

source: Copy Filename To Clipboard
ru_ru: Копировать имя файла в буфер

source: Reopening Confirmation
ru_ru: Подтверждение

source: Would you like to save %s?
ru_ru: Хотите сохранить %s?

source: Saving Confirmation
ru_ru: Сохранение файла

source: Save Document As...
ru_ru: Сохранить файл как...

source: Bottom
ru_ru: Снизу

source: Document tabs placement:
ru_ru: Расположение вкладок открытых файлов:

source: Top
ru_ru: Сверху

source: Undo
ru_ru: Назад

source: Reverses previous editing operation.
ru_ru: Отменяет предыдущую операцию редактирования.

source: Redo
ru_ru: Вперёд

source: Reverses previous undo operation.
ru_ru: Отменяет предыдущую операцию Назад.

source: Deletes text from the document and moves it to the clipboard.
ru_ru: Удаляет текст из документа и записывает в буфер обмена.

source: Copies text from the document to the clipboard.
ru_ru: Копирует текст из документа в буфер обмена.

source: Pastes text from the clipboard into the document.
ru_ru: Вставляет текст из буфера обмена в документ.

source: Selection
ru_ru: Выделить

source: Select Word
ru_ru: Выделить слово

source: Selects the current word.
ru_ru: Выделяет текущее слово.

source: Select Extended Word
ru_ru: Выделить слово и точку

source: Selects the current word, including the dot.
ru_ru: Выделяет текущее слово включая точку.

source: Match Select (Left First)
ru_ru: Парное выдение (левый первый)

source: Selects the text enclosed by () [] {} <> "" '', matching left first.
ru_ru: Выделяет текст, заключенный в () [] () <> ""'', от открыващего символа.

source: Match Select (Right First)
ru_ru: Парное выдение (правый первый)

source: Selects the text enclosed by () [] {} <> "" '', matching right first.
ru_ru: Выделяет текст, заключенный в () [] () <> ""'', от закрыващего символа.

source: Enlarge Selection
ru_ru: Увеличить выделенное

source: Enlarges the selection.
ru_ru: Увеличивает выделенное

source: Select Line
ru_ru: Выделить строку

source: Selects the current phrase.
ru_ru: Выделяет текущую фразу.

source: Select All
ru_ru: Выделить всё

source: Selects the entire document.
ru_ru: Выделяет всё в текущем документе.

source: Sets selection beginning.
ru_ru: Устанавливает начало выделения.

source: Set Start Of Selection
ru_ru: Отметить начало выделения

source: Sets selection end.
ru_ru: Устанавливает конец выделения.

source: Set End Of Selection
ru_ru: Отметить конец выделения

source: Select Begin
ru_ru: Выбор начала

source: Select End
ru_ru: Выбор конца

source: Open Document
ru_ru: Открыть документ

source: Save Document
ru_ru: Сохранить документ

source: Save All Documents
ru_ru: Сохранить все документы

source: Reverse previous editing operation.
ru_ru: Отменить предыдущую операцию редактирования.

source: Reverse previous undo operation.
ru_ru: Отменить предыдущую операцию Назад.

source: Preferences
ru_ru: Настройки

source: Recent Files...
ru_ru: Недавние файлы...

source: Maximum number of recent files:
ru_ru: Максимальное число последних открытых файлов:

source: Search
ru_ru: Поиск

source: Shows the Find pane.
ru_ru: Отображается или скрывается панель поиска.

source: Find...
ru_ru: Найти

source: Directly Find
ru_ru: Найти такое же

source: Jumps to the next occurrence of selected text.
ru_ru: Переход от выделенного слова к следующему такому же.

source: Shows the Find And Replace pane.
ru_ru: Отображается или скрывается панель поиска с заменой.

source: Find And Replace...
ru_ru: Найти и заменить...

source: Find Previous
ru_ru: Найти предыдущее

source: Finds the previous occurence of text.
ru_ru: Находит предыдущее совпадение искомого слова или текста.

source: Find Next
ru_ru: Найти следующее

source: Finds the next occurence of text.
ru_ru: Находит следующее совпадение искомого слова или текста.

source: Go To Line...
ru_ru: Перейти к строке...

source: Jumps to the specified line in the current document.
ru_ru: Переход к указанной строке в текущем документе.

source: Go To Last Modification
ru_ru: Перейти к исправленному

source: Jumps to the position of the last modification.
ru_ru: Переход к последнему исправленному месту.

source: Find
ru_ru: Найти

source: Find And Replace
ru_ru: Найти и заменить

source: Enter the line number:
ru_ru: Введите номер строки:

source: Go To Line
ru_ru: Переход к строке

source: Line: %d
ru_ru: Строка:%d

source: Column: %d
ru_ru: Место:%d

source: DOS/Windows mode (\r\n)
ru_ru: формат DOS/Windows (\r\n)

source: Mac mode (\r)
ru_ru: формат Mac (\r)

source: Unix mode (\n)
ru_ru: формат Unix (\n)

source: Default line ending used in the document:
ru_ru: Конец строки по умолчанию:

source: Convert Line Ending
ru_ru: Конвертировать символы конца строки

source: Convert To Windows Format
ru_ru: В формат Windows

source: Converts line ending to Windows format.
ru_ru: Конвертирует символы конца строки в формат Windows.

source: Convert To Unix Format
ru_ru: В формат Unix

source: Converts line ending to Unix format.
ru_ru: Конвертирует символы конца строки в формат Unix.

source: Convert To Mac Format
ru_ru: В формат Mac

source: Converts line ending to Mac format.
ru_ru: Конвертирует символы конца строки в формат Mac.

source: Mixed Line Ending
ru_ru: Смешанные символы конца строки

source: Strip line ending at file saving
ru_ru: Срезать пустые строки в конце файла

source: View
ru_ru: Вид

source: Shows or hides whitespace indicators.
ru_ru: Отображает или скрывает индикаторы пробела.

source: Tabs And Spaces
ru_ru: Табуляция и пробелы

source: Indentation Guides
ru_ru: Индикатор отступа

source: Shows or hides indentation guides.
ru_ru: Отображает или скрывает индикаторы отступа.

source: Long-Line Indicator
ru_ru: Индикатор длины строк

source: Shows or hides the long-line indicator.
ru_ru: Отображает или скрывает индикатор длинных строк.

source: Line Numbers
ru_ru: Нумерация строк

source: Shows or hides line numbers.
ru_ru: Отображает или скрывает номера строк.

source: End-Of-Line Marker
ru_ru: Маркер конца строк

source: Shows or hides the end-of-line marker.
ru_ru: Отображает или скрывает маркеры конца строк.

source: Startup
ru_ru: Запуск

source: Show whitespace indicators at startup
ru_ru: Показывать индикаторы пробела при запуске

source: Make indentation guides visible at startup
ru_ru: Показывать индикаторы отступа при запуске

source: Make long-line indicator visible at startup
ru_ru: Показывать индикатор длинных строк при запуске

source: Show line numbers at startup
ru_ru: Показывать номера строк при запуске

source: Long-line indicator column position:
ru_ru: Позиция индикатора длинных строк:

source: Toggle Whitespace
ru_ru: Пробелы

source: Trim Trailing Whitespace
ru_ru: Срезать конечные пробелы

source: Trims the trailing whitespace.
ru_ru: Срезает пробелы в конце строк.

source: Converts leading spaces to tabs.
ru_ru: Конвертирует ведущие пробелы в табуляцию.

source: Leading Spaces To Tabs
ru_ru: Ведущие пробелы в табуляцию

source: Converts leading tabs to spaces.
ru_ru: Конвертирует ведущую табуляцию в пробелы.

source: Leading Tabs To Spaces
ru_ru: Ведущая табуляция в пробелы

source: Converts all tabs to spaces.
ru_ru: Конвертирует всю табуляцию в пробелы.

source: All Tabs To Spaces
ru_ru: Всю табуляцию в пробелы

source: Increase Indent
ru_ru: Отступ вправо

source: Increases the indentation of current line or selected block.
ru_ru: Сдвигает вправо текущую строку или выделенный текст.

source: Decrease Indent
ru_ru: Отступ влево

source: Decreases the indentation of current line or selected block.
ru_ru: Сдвигает влево текущую строку или выделенный текст.

source: Inserts comment sign at the beginning of line.
ru_ru: Вставляет символ комментария в начало строки.

source: Line Comment...
ru_ru: Закомментировать...

source: Line Uncomment...
ru_ru: Раскомментировать...

source: Removes comment sign from the beginning of line.
ru_ru: Удаляет символ комментария из начала строки.

source: Quotes selected text.
ru_ru: Заключает выделенный текст в выбранные символы (кавычки, скобки т.п.)

source: Text Quote...
ru_ru: Текст в кавычки...

source: Text Unquote...
ru_ru: Текст из кавычек...

source: Unquotes selected text.
ru_ru: Убирает из выделенного текста обрамляющие символы (кавычки, скобки т.п.)

source: Convert Leading Spaces To Tabs
ru_ru: Конвертировать ведущие пробелы в табуляцию

source: Convert Leading Tabs To Spaces
ru_ru: Конвертировать ведущую табуляцию в пробелы

source: Convert All Tabs To Spaces
ru_ru: Конвертировать всю табуляцию в пробелы

source: Tab width in spaces:
ru_ru: Длина табуляции в пробелах:

source: Show comment dialog if adding a comment
ru_ru: Показать диалог комментариев при добавлении комментариев

source: Comment Writer
ru_ru: Комментирование

source: Comment:
ru_ru: Символ:

source: Comment Char:
ru_ru: Символ:

source: Comment...
ru_ru: Комментирование

source: Case
ru_ru: Регистр символов

source: Changes the selected text to upper case.
ru_ru: Переводит символы выделенного текста в верхний регистр.

source: Uppercase
ru_ru: Верхний A-Z

source: Changes the selected text to lower case.
ru_ru: Переводит символы выделенного текста в нижний регистр.

source: Lowercase
ru_ru: Нижний a-z

source: Invert Case
ru_ru: Развенуть

source: Inverts the case of the selected text.
ru_ru: Инвертирует регистр символов выделенного текста.

source: Capitalize
ru_ru: Заглавные

source: Capitalizes all words of the selected text.
ru_ru: Переводит первые символы слов выделенного текста в верхний регистр.

source: Toggles the word wrap feature of the current document.
ru_ru: Перенос слов в текущем документе.

source: Word Wrap
ru_ru: Перенос слов

source: Autoindent
ru_ru: Автоотступ

source: Toggles the autoindent feature of the current document.
ru_ru: Автоматический отступ в текущем файле.

source: Switch To Space Indent
ru_ru: Переключить отступ

source: Uses tab as indent char or uses space as indent char.
ru_ru: Используется символ табуляции как отступ или символы пробела как отступ.

source: Use tabs
ru_ru: Использовать табуляцию

source: Automatically word wrap
ru_ru: Автоматический перенос слов

source: Toggle Wrap Mode
ru_ru: Перенос слов

source: Autodetect UTF-8 encoding
ru_ru: Автоматически детектировать UTF-8

source: Unicode Error
ru_ru: Ошибка Юникода

source: Can't convert file encoding [%s] to unicode! The file can't be opened!
ru_ru: Не удалось конвертировать из [%s] в Юникод! Невозможно открыть файл!

source: Can't convert file to [%s] encoding! The file can't be saved!
ru_ru: Не удалось конвертировать файл в [%s] кодировку! Невозможно сохранить файл!

source: Set and clear marker at current line.
ru_ru: Устанавливает прозрачную закладку на текущей строке.

source: Toggle Marker
ru_ru: Вставить закладку

source: Clear All Markers
ru_ru: Убрать все закладки

source: Clears all markers from the current document.
ru_ru: Убирает все установленные закладки из текущего файла.

source: Goes to previous marker position.
ru_ru: Переход к предыдущей закладке.

source: Previous Marker
ru_ru: Предыдущая закладка

source: Goes to next marker position.
ru_ru: Переход к следующей закладке.

source: Next Marker
ru_ru: Следующая закладка

source: Show code folding margin
ru_ru: Свертывание кода

source: Increases the font size of the document.
ru_ru: Увеличивает размер шрифта в документе.

source: Zoom In
ru_ru: Увеличить

source: Decreases the font size of the document.
ru_ru: Уменьшает размер шрифта в документе.

source: Zoom Out
ru_ru: Уменьшить

source: Load files of last session at startup
ru_ru: Открывать файлы последней сессии при запуске

source: Open Session...
ru_ru: Открыть сессию...

source: Opens an existing session file.
ru_ru: Открывает существующий файл сессии.

source: Save Session...
ru_ru: Закрыть сессию...

source: Saves opened documents to a session file.
ru_ru: Сохраняет список открытых файлов в файл сессии.

source: Open Recent Session
ru_ru: Недавние сессии

source: There is no recent session.
ru_ru: Нет недавних сессий.

source: Choose A Session File
ru_ru: Выбор файла сессии

source: There was something wrong with loading the session file.
ru_ru: Невозможно загрузить файл сессии.

source: Save To Session File
ru_ru: Сохранение сессии в файл

source: There was something wrong with saving the session file.
ru_ru: Невозможно сохранить файл сессии.

source: Save current status at application exit
ru_ru: Сохранять текущий статус при выходе из программы
