Repository: wuhy80/PythonCode
Catalog: ulipad.4.1/ulipad/tools/ulipad_*.po
Languages: ru_ru

source: Wrap text.
ru_ru: Перенос текста.

source: Auto Clear on Running Program
ru_ru: Автоматически очищать при запуске программ

source: Auto clear text on run program.
ru_ru: Автоматически очищает при запуске программ.

source: Output modules information error!
ru_ru: Ошибка модулей вывода!

source: Closes an opened window.
ru_ru: Закрывает открытое окно.

source: Plugin Manager
ru_ru: Управление плагинами

source: If you changed plugins selection, you should restart again
ru_ru: Чтобы изменения вступили в силу перезапустите программу

source: Apply
ru_ru: Применить

source: Page %d of %d
ru_ru: Страница %d из %d

source: Unable to create PrintPreview!
ru_ru: Предварительный просмотр невозможен!

source: Print Preview - %s
ru_ru: Предварительный просмотр - %s

source: There was a problem printing. Perhaps your current printer is not set correctly?
ru_ru: Невозможно распечатать документ. Возможно принтер не установлен или не настроен.

source: Printing Error
ru_ru: Ошибка печати

source: Create
ru_ru: Создать

source: Methods
ru_ru: Методы

source: Find First
ru_ru: Найти первое

source: Find All
ru_ru: Найти все

source: From
ru_ru: Применять

source: From beginning
ru_ru: От начала

source: From caret
ru_ru: От курсора

source: In Selection
ru_ru: В выделенном

source: Flags
ru_ru: Флаги

source: Items
ru_ru: Элементы

source: Values
ru_ru: Значения

source: Mixins Reload Manage
ru_ru: Управление загрузкой Mixin

source: if you select nothing, All mixins will be reloaded or only selected mixins will be reloaded. right_click item will open the mixin file.
ru_ru: Если ничего не выбрано, то все Mixin будут перезагружены или только выбранные будут перезагружены. клик правой кнопкой открывает файл.

source: after restarting this program, the changes will be taken effect!
ru_ru: после перезапуска программы изменения вступят в силу!

source: Script Manager
ru_ru: Управление сценариями

source: Filename
ru_ru: Имя файла

source: Shortcut
ru_ru: Кнопки запуска

source: Up
ru_ru: Вверх

source: Down
ru_ru: Вниз

source: Deleting Script
ru_ru: Удалить сценарий

source: Add Script
ru_ru: Добавить сценарий

source: Script File
ru_ru: Файл сценария

source: Choice Shortcut
ru_ru: Кнопки запуска

source: Select Script File
ru_ru: Выбор файла сценария

source: Python file (*.py)|*.py
ru_ru: Файл Python (*.py)|*.py

source: Unicode convert error
ru_ru: Ошибка конвертации Unicode

source: Impact Mode
ru_ru: Сжатый режим

source: Auto Close
ru_ru: Закрыть автоматически

source: Function
ru_ru: Функция

source: ShortCuts
ru_ru: Клавиши

source: Impact
ru_ru: Сжато

source: Add ...
ru_ru: Добавить...

source: Do you realy want to delete current item?
ru_ru: Вы действительно хотите удалить?

source: External Tools Manager
ru_ru: Управление внешними инструментами

source: Command Line
ru_ru: Командная строка

source: Add Tool
ru_ru: Добавить инструмент

source: Tool File
ru_ru: Файл инструмента

source: Select Tool File
ru_ru: Выбор файла

source: Deletes text from the shell window and moves it to the clipboard
ru_ru: Удаляет текст из панели Shell и сохраняет в буфере обмена

source: Copies text from the shell window to the clipboard
ru_ru: Копирует текст из панели Shell в буфер обмена

source: Copies text without prompts from the shell window to the clipboard
ru_ru: Копирует текст из панели Shell в буфер обмена( без подтверждения)

source: Copy Without Prompts
ru_ru: Копировать без подтверждения

source: Pastes text from the clipboard into the shell window
ru_ru: Вставляет текст из буфера обмена в панель Shell

source: Paste and Run
ru_ru: Вставить и выполнить

source: Pastes text from the clipboard into the shell window and also run it
ru_ru: Вставляет текст из буфера обмена в панель Shell и выполняет его.

source: Clear Shell Window
ru_ru: Очистить окно Shell

source: Clears content of shell window.
ru_ru: Очищает окно Shell.

source: Restart Shell
ru_ru: Перезапустить Shell

source: Restarts the shell
ru_ru: Перезапускает Shell

source: There are some unknown errors, please check error.txt
ru_ru: Неизвестная ошибка, посмотрите файл error.txt

source: File path
ru_ru: Путь к файлу

source: Line number
ru_ru: Строка

source: Important
ru_ru: Важное

source: Line
ru_ru: Строка

source: Due Date
ru_ru: Срок

source: Subject
ru_ru: Тема

source: Opens resource shares window.
ru_ru: Отображается или скрывается панель разделения ресурсов

source: Resource Shares Window
ru_ru: Панель разделения ресурсов

source: Resource Shares
ru_ru: Разделение ресурсов

source: Processing...
ru_ru: Обработка...

source: Line ending:
ru_ru: Конец строки:

source: Encoding:
ru_ru: Кодировка:
